
INSERT INTO `room` VALUES (1,'テストルーム1','片柳研究所棟',11),(2,'講義棟201','講義棟',2),(3,'講義棟202','講義棟',2),(4,'講義棟203','講義棟',2),(5,'講義棟204','講義棟',2),(6,'講義棟301','講義棟',3),(7,'講義棟302','講義棟',3),(8,'講義棟303','講義棟',3),(9,'講義棟304','講義棟',3),(10,'KC1001','片柳研究所棟',10),(11,'KC1002','片柳研究所棟',10),(12,'KC1003','片柳研究所棟',10),(13,'KC1004','片柳研究所棟',10),(14,'KC1005','片柳研究所棟',10),(15,'KC1006','片柳研究所棟',10),(16,'学習支援センター(KC1007)','片柳研究所棟',10),(17,'講実401','講義実験棟',4);
INSERT INTO `thing` VALUES (1,17,'Room1_yuuki',60),(2,13,'Room2_yuuki',60);

